Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Дубровляны
be: Дубраўляны

source: Дубровники
be: Дуброўнікі

source: Дубровно
be: Дуброўна

source: Дубровное
be: Дуброўнае

source: Дубровня
be: Дуброўня

source: Дуброво
be: [Дубрава, Дуброва]

source: Дуброво 1
be: Дубрава 1

source: Дубровские
be: Дуброўскія

source: Дубровские Хутора
be: Дубраўскія Хутары

source: Дубровское
be: Дубраўскае

source: Дубровщина
be: Дуброўшчына

source: Дубролёво
be: Дубралёва

source: Дубьё
be: Дуб’ё

source: Дудаки
be: Дудакі

source: Дудаковичи
be: Дудаковічы

source: Дудали
be: Дудалі

source: Дударево
be: Дударава

source: Дудари
be: Дудары

source: Дудинка
be: Дудзінка

source: Дудичи
be: Дудзічы

source: Дудки
be: Дудкі

source: Дудчино
be: Дудчына

source: Дудчицы
be: Дудчыцы

source: Дужевка
be: Дужаўка

source: Дужки
be: Дужкі

source: Дукели
be: Дукелі

source: Дуки
be: Дукі

source: Дуковка
be: Дукаўка

source: Дукойни
be: Дукойні

source: Дукорщина
be: Дукоршчына

source: Дукрово
be: Дукрава

source: Дулевцы
be: Дуляўцы

source: Дулевщина
be: Дуляўшчына

source: Дулино
be: Дуліна

source: Дуличи
be: Дулічы

source: Дульки
be: Дулькі

source: Думановщина
be: Думаноўшчына

source: Думичи
be: Думічы

source: Дунаево
be: Дунаева

source: Дунаи
be: Дунаі

source: Дунайчицы
be: Дунайчыцы

source: Дундеры
be: Дундзеры

source: Дундовщина
be: Дундаўшчына

source: Дуниловичи
be: Дунілавічы

source: Дуновик
be: Дунавік

source: Дуравичи
be: Дуравічы

source: Дусаевщина
be: Дусаеўшчына

source: Дутишки
be: Дуцішкі

source: Дутчино
be: Дудчына

source: Дутьки
be: Дуцькі

source: Духановка
be: Духанаўка

source: Духовляны
be: Духаўляны

source: Духровичи
be: Духравічы

source: Душево
be: Душава

source: Душки
be: Душкі

source: Душково
be: Душкава

source: Душковцы
be: Душкаўцы

source: Дуяновка
be: Дуянаўка

source: Дыбали
be: Дыбалі

source: Дыбуньки
be: Дыбунькі

source: Дылевичи
be: Дылевічы

source: Дылево
be: Дылева

source: Дыманово
be: Дыманова

source: Дымники
be: Дымнікі

source: Дымово
be: Дымава

source: Дымовщина
be: Дымаўшчына

source: Дындылишки
be: Дындылішкі

source: Дыхновичи
be: Дыхнавічы

source: Дюблевщина
be: Дзюблеўшчына

source: Дюдьки
be: Уладзіміраўка

source: Дюраны
be: Дзюраны

source: Дявги
be: Дзяўгі

source: Дягелец
be: Дзягелец

source: Дягилево
be: Дзягілева

source: Дягили
be: Дзягілі

source: Дягильно
be: Дзягільна

source: Дягли
be: Дзяглі

source: Дяговичи
be: Дзягавічы

source: Дяговцы
be: Дзягаўцы

source: Дядичи
be: Дзядзічы

source: Дяжки
be: Дзяжкі

source: Дяковичи
be: Дзякавічы

source: Дяковцы
be: Дзякаўцы

source: Дялино
be: Дзяліна

source: Дямонты
be: Дзяманты

source: Дятлик
be: Дзятлік

source: Дятловичи
be: Дзятлавічы

source: Дятловка
be: Дзятлаўка

source: Дятлово
be: Дзятлава

source: Дятловщина
be: Дзятлаўшчына

source: Дятлы
be: Дзятлы

source: Евдокимовичи
be: Еўдакімавічы

source: Евино
be: Евіна

source: Евладовичи
be: Яўладавічы

source: Евлахи
be: Еўлахі

source: Евлаши
be: Еўлашы

source: Евличи
be: Еўлічы

source: Ёвнино
be: Ёўніна

source: Ёвня
be: Ёўня

source: Евсеевичи
be: Яўсеевічы

source: Евсимовичи
be: Яўсімавічы

source: Евстратовка
be: Яўстратаўка

source: Егоровка
be: Ягораўка

source: Еделевцы
be: Ядэлеўцы

source: Ёденцы
be: Ёдзенцы

source: Еджар
be: Яджар

source: Ёди
be: Ёдзі

source: Ёдки
be: Ёдкі

source: Едковичи
be: Едкавічы

source: Едлино
be: [Едліна, Ядліна]

source: Ёдловичи
be: Ёдлавічы

source: Едначи
be: Едначы

source: Едогали
be: Едагалі

source: Едоклани
be: Едаклані

source: Ёдчицы
be: Ёдчыцы

source: Ежевцы
be: Ежаўцы

source: Ёжики
be: Ёжыкі

source: Ежона
be: Яжона

source: Езапов
be: Езапоў

source: Езерище
be: Езярышча

source: Езёры
be: Язёры

source: Езженцы
be: Яжджэнцы

source: Елажичи
be: Ялажычы

source: Еланы
be: Яланы

source: Еленец
be: Елянец

source: Еленовка
be: Яленаўка

source: Еленово
be: [Елянова, Яленава]

source: Еленщина
be: Яленшчына

source: Елешовка
be: Еляшоўка

source: Елизаровичи
be: Елізаравічы

source: Елизово
be: Ялізава

source: Елино
be: Еліна

source: Елишево
be: Елішава

source: Ёлки
be: Ёлкі

source: Еловая
be: Яловая

source: Еловец
be: Елавец

source: Еловка
be: Ялоўка

source: Ёлово
be: Ёлава

source: Еловый Груд
be: Яловы Груд

source: Елцовка
be: Ялцоўка

source: Ельковщина
be: Елькаўшчына

source: Ельники
be: Ельнікі

source: Ельница
be: Ельніца

source: Ельнички
be: Ельнічкі

source: Ельно
be: Ельна

source: Ельняки
be: Ельнякі

source: Ельцевщина
be: Ельцаўшчына

source: Ельцовщина
be: Яльцоўшчына

source: Емельяники
be: Емяльянікі

source: Емельянишки
be: Емяльянішкі

source: Емельяновичи
be: Емяльянавічы

source: Емельяновка
be: Емяльянаўка

source: Емельянов Мост
be: Емяльянаў Мост

source: Емельяново
be: [Емельянова, Емяльянава]

source: Ендриховцы
be: Ендрыхаўцы

source: Енчи
be: Енчы

source: Епифань
be: Епіфань

source: Ерашово
be: Ярашова

source: Еремеевичи
be: Ерамеевічы

source: Еремеевщина
be: Ерамееўшчына

source: Ерёмино
be: Яроміна

source: Еремичи
be: Ярэмічы

source: Ерёмичи
be: Яромічы

source: Ерёмковичи
be: Яромкавічы

source: Ерёмовка
be: Яромаўка

source: Ермаки
be: Ермакі

source: Ермаковка
be: Ермакоўка

source: Ермолино
be: Ярмоліна

source: Ермоличи
be: Ярмолічы

source: Ермоловичи
be: Ермалавічы

source: Ермоловка
be: Ермалоўка

source: Ермолово
be: Ермалова

source: Ермоловщина
be: [Ермалаўшчына, Ермалоўшчына]

source: Ероненки
be: Яроненкі

source: Ерополье
be: Ераполле

source: Ерохи
be: Ерахі

source: Ерохово
be: Ярохава

source: Ерошовка
be: [Ерашоўка, Ярашоўка]

source: Ерхи
be: Ерхі

source: Ерши
be: Яршы

source: Ерыгино
be: Ярыгіна

source: Есеновики
be: Есяновікі

source: Есеновки
be: Ясёнаўкі

source: Есипова Рудня
be: Есіпава Рудня

source: Есипово
be: Есіпава

source: Ескевичи
be: Яскевічы

source: Еськовичи
be: Еськавічы

source: Еськовка
be: Еськаўка

source: Еськовцы
be: Еськаўцы

source: Есьманово
be: Ясьманава

source: Есьмановцы
be: Ясьманаўцы

source: Ётишки
be: Ёцішкі

source: Ёткишки
be: Ёткішкі

source: Ефимовичи
be: Яфімавічы

source: Ефимово
be: Яўхімова

source: Ехимовщина
be: Яхімоўшчына

source: Ёцевичи
be: Ёцавічы

source: Жабин
be: Жабін

source: Жабинка
be: Жабінка

source: Жабино
be: Жабін

source: Жабинцы
be: Жабінцы

source: Жабихово
be: Жабіхава

source: Жабичи
be: Жабічы

source: Жабовщина
be: Жабаўшчына

source: Жабчево
be: Жабчава

source: Жабчицы
be: Жабчыцы

source: Жабыки
be: Жабыкі

source: Жавнерчики
be: Жаўнерчыкі

source: Жавнина
be: Жаўніна

source: Жаворонки
be: Жаваранкі

source: Жагуни
be: Жагуні

source: Жадейки
be: Жадзейкі

source: Жаденово
be: Жадзенава

source: Жадены
be: Жадзены

source: Жажелка
be: Жажэлка

source: Жаки
be: Жакі

source: Жаковка
be: Жакаўка

source: Жалино
be: Жаліна

source: Жанковичи
be: Жанкавічы

source: Жардели
be: Жардэлі

source: Жарки
be: Жаркі

source: Жарково
be: Жаркава

source: Жарковщина
be: Жаркаўшчына

source: Жарневка
be: Жарнеўка

source: Жарнели
be: Жарнэлі

source: Жарно
be: Жарна

source: Жарские
be: Жарскія

source: Жатерево
be: Жацерава

source: Жаулки
be: Жавулкі

source: Жауница
be: Жавуніца

source: Жауры
be: Жавуры

source: Жаховичи
be: Жахавічы

source: Жаховщина
be: Жахоўшчына

source: Жачково
be: Жачкава

source: Жвиково
be: Жвікава

source: Жвирбли
be: Жвірблі

source: Жвирблишки
be: Жвірблішкі

source: Жвирини
be: Жвірыні

source: Жвойришки Большие
be: Жвойрышкі Вялікія

source: Жвойришки Малые
be: Жвойрышкі Малыя

source: Жгуно-Буда
be: Жгуна-Буда

source: Жданки
be: Жданкі

source: Ждановичи
be: [Жданавічы, Ждановічы]

source: Ждановка
be: Жданоўка

source: Жданово
be: Жданова

source: Ждегели
be: Ждэгелі

source: Жебентяи
be: Жабенцяі

source: Жевань
be: Жавань

source: Жевжик
be: Жэўжык

source: Жевинник
be: Жавіннік

source: Жевлачёвка
be: Жаўлачоўка

source: Жевново
be: Жаўнова

source: Жеймяны
be: Жаймяны

source: Желвинец
be: Жалвінец

source: Железинка
be: Жалезінка

source: Железки
be: Жалезкі

source: Железково
be: Жалезкава

source: Железная Боровина
be: Жалезная Баравіна

source: Железники
be: Жалезнікі

source: Железница
be: Жалезніца

source: Железняки
be: Жалезнякі

source: Железовщина
be: Жалязоўшчына

source: Желивье
be: Жаліўе

source: Желигово
be: Жалігова

source: Желтки
be: Жаўткі

source: Жёлтовщина
be: Жоўтаўшчына

source: Жёлтый Брод
be: Жоўты Брод

source: Желудово
be: Жалудова

source: Желудовщина
be: Жалудоўшчына

source: Желудок
be: Жалудок

source: Желуды
be: Жалуды

source: Желудье
be: Жалуддзе

source: Жельцы
be: Жэльцы

source: Желюбчики
be: Жалюбчыкі

source: Желяи
be: Жаляі

source: Жемойдяки
be: Жамайдзякі

source: Жемойтуки
be: Жамайтукі

source: Жемчужный
be: Жамчужны

source: Жемыславль
be: Жамыслаўль

source: Жердище
be: Жэрдзішча

source: Жердь
be: Жэрдзь

source: Жердяжье
be: Жардзяжжа

source: Жердянский
be: Жардзянскі

source: Жеребиково
be: Жарабікова

source: Жеребковичи
be: Жарабковічы

source: Жеремец
be: Жарамец

source: Жерино
be: Жэрына

source: Жерлаки
be: Жарлакі

source: Жерносеки
be: Жарнасекі

source: Жерносеково
be: Жарнасекава

source: Жерствянка
be: Жарсцвянка

source: Жерствянники
be: Жарсцвянікі

source: Жестиное
be: Жасцінае

source: Жестянка
be: Жасцянка

source: Жиборты
be: Жыбарты

source: Живолока
be: Жывалака

source: Живунь
be: Жывунь

source: Жигалки
be: Жыгалкі

source: Жигалово
be: Жыгалава

source: Жигалы
be: Жыгалы

source: Жиги
be: Жыгі

source: Жигули
be: Жыгулі

source: Жигуны
be: Жыгуны

source: Жидче
be: Жыдча

source: Жизнова
be: Жызнава

source: Жиковичи
be: Жыкавічы

source: Жилевщина
be: Жылеўшчына

source: Жили
be: Жылі

source: Жилин Брод
be: Жылін Брод

source: Жилинда
be: Жылінда

source: Жилинские
be: Жылінскія

source: Жилихово
be: Жыліхава

source: Жиличи
be: Жылічы

source: Жилянцы
be: Жылянцы

source: Жини
be: Жыні

source: Жиновцы
be: Жынаўцы

source: Жирблевичи
be: Жырблевічы

source: Жирмоны 1
be: Жырмоны 1

source: Жирмоны 2
be: Жырмоны 2

source: Жирмуны
be: Жырмуны

source: Жирнелишки
be: Жырнэлішкі

source: Жировичи
be: Жыровічы

source: Жирховка
be: Жырхаўка

source: Житин
be: Жыцін

source: Житковичи-1
be: Жыткавічы-1

source: Житлин
be: Жытлін

source: Житнёв
be: Жытнёў

source: Житновичи
be: Жытнавічы

source: Житное
be: Жытнае

source: Житовля
be: Жытоўля

source: Житомля
be: Жытомля

source: Житонежье
be: Жытанежжа

source: Житородь
be: Жытарадзь

source: Житьково
be: Жыцькава

source: Жихари
be: Жыхары

source: Жихи
be: Жыхі

source: Жичин
be: Жычын

source: Жмаки
be: Жмакі

source: Жмурково
be: Жмуркава

source: Жмурное
be: Жмурнае

source: Жмуровка
be: Жмураўка

source: Жовнино
be: Жоўніна

source: Жовница
be: Жоўніца

source: Жогалы
be: Жагалы

source: Жодишки
be: Жодзішкі

source: Жодовка
be: Жодаўка

source: Жойдики
be: Жойдзікі

source: Жолкино
be: Жолкіна

source: Жолна
be: Жаўна

source: Жолнерковичи
be: Жаўнеркавічы

source: Жолнеровщина
be: Жаўнераўшчына

source: Жомойди
be: Жомайдзі

source: Жомойдь
be: Жомайдзь

source: Жорновка
be: Жорнаўка

source: Жоровка
be: Жораўка

source: Жортайка
be: Жартайка

source: Жохово
be: Жохава

source: Жоховщина
be: Жохаўшчына

source: Жребишки
be: Жрэбішкі

source: Жужель
be: Жужаль

source: Жукевичи
be: Жукевічы

source: Жуки
be: Жукі

source: Жуки Горные
be: Жукі Горныя

source: Жуки Ложные
be: Жукі Ложныя

source: Жукнево
be: Жукнева

source: Жуков Борок
be: Жукаў Барок

source: Жуковец
be: Жукавец

source: Жуковичи
be: Жукавічы

source: Жуковка
be: Жукаўка

source: Жуков Луг
be: Жукаў Луг

source: Жуково
be: Жукава

source: Жуковщина
be: [Жукаўшчына, Жукоўшчына]

source: Жукойни
be: Жукойні

source: Жукойни Желядские
be: Жукойні Жалядскія

source: Жуперки
be: Жуперкі

source: Журавельники
be: Журавельнікі

source: Журавинка
be: Журавінка

source: Журавичи
be: Журавічы

source: Журавка
be: Жураўка

source: Журавковичи
be: Жураўкавічы

source: Журавлёвка
be: Жураўлёўка

source: Журавлёво
be: Жураўлёва

source: Журавли
be: Жураўлі

source: Журавнёво
be: Жураўнёва

source: Журавно
be: Жураўна

source: Журавцы
be: Жураўцы

source: Журбин
be: Журбін

source: Журбинская Буда
be: Журбінская Буда

source: Журевичи
be: Журэвічы

source: Журихи
be: Журыхі

source: Журовец
be: Журавец

source: Журовка
be: Журоўка

source: Журовок
be: Журавок

source: Жусины
be: Жусіны

source: Жутино
be: Жуціна

source: Жуховцы
be: Жухаўцы

source: Жучки
be: Жучкі

source: Забабье
be: Забаб’е

source: Забагонье
be: Забагонне

source: Забашевичи
be: Забашавічы

source: Забашевка
be: Забашэўка

source: Забеги
be: Забегі

source: Забейги
be: Забейгі

source: Забелавцы
be: Забялаўцы

source: Забелино
be: Забеліна

source: Забелишки
be: Забелішкі

source: Забелышин
be: Забялышын

source: Забелье
be: Забелле

source: Забелье 1
be: Забелле 1

source: Забелье 2
be: Забелле 2

source: Забеньково
be: Забянькова

source: Забердово
be: Забердава

source: Забережница
be: Заберажніца

source: Заберезина
be: Забярэзіна

source: Заберезинец
be: Забярэзінец

source: Заберёзовка
be: Забярозаўка

source: Заберезцы
be: Забярэзцы

source: Заберезь
be: Заберазь

source: Заберезье
be: Забярэззе

source: Заберье
be: Забер’е

source: Забичаны
be: Забічаны

source: Забияка
be: Забіяка

source: Заблотье
be: Заблоцце

source: Заблоцковщина
be: Заблоцкаўшчына

source: Заблощина
be: Заблошчына

source: Забогоники
be: Забагонікі

source: Забоенье
be: Забаенне

source: Забоенье 1
be: Забаенне 1

source: Забоенье 2
be: Забаенне 2

source: Забозье
be: Забоззе

source: Заболотинка
be: Забалоцінка

source: Заболотники
be: Забалатнікі

source: Заболотница
be: Забалотніца

source: Заболотное
be: Забалотнае

source: Заболотня
be: Забалотня

source: Заболотское
be: [Забалацкае, Забалоцкае]

source: Заболоть
be: Забалаць

source: Заболотье
be: [Забалацце, Забалоцце]

source: Заборники
be: Заборнікі

source: Заборные Гумна
be: Заборныя Гумны

source: Заборовно
be: Забораўна

source: Заборовцы
be: Забараўцы

source: Заборовье
be: [Забараўе, Забароўе]

source: Заборок
be: Забарок

source: Заборочье
be: Забарочча

source: Заборцы
be: [Забарцы, Заборцы]

source: Заборы
be: Забары

source: Заборье
be: [Забар’е, Забор'е, Забор’е]

source: Заборье (ферма)
be: Забор’е

source: Забочев
be: Забачэў

source: Забрезье
be: Забрэззе

source: Забречаны
be: Забрачаны

source: Заброденье
be: Забрадзенне

source: Забродские
be: Забродскія

source: Забродье
be: Заброддзе

source: Заброевцы
be: Заброеўцы

source: Забуднянские Хуторы
be: Забуднянскія Хутары

source: Забудьки
be: Забудзькі

source: Забужки
be: Забужкі

source: Забулье
be: Забулле

source: Забумерье
be: Забумер’е

source: Забычанье
be: Забычанне

source: Завадино
be: Завадзіна

source: Завадичи
be: Завадзічы

source: Завадьковичи
be: Завадзькавічы

source: Завалки
be: Завалкі

source: Завелёвье
be: Завялёўе

source: Завелье
be: Завелле

source: Завережье
be: Завярэжжа

source: Заверино
be: Заверына

source: Завершаны
be: Завяршаны

source: Завершье
be: [Заверша, Завершша, Завершы]

source: Заверье
be: Завер’е

source: Заветное
be: Заветнае

source: Завечелье
be: Завячэлле

source: Завидиненты
be: Завідзіненты

source: Завидичи
be: Завідзічы

source: Завидное
be: Завіднае

source: Завидовка
be: Завідаўка

source: Завидчицы
be: Завідчыцы

source: Завинье
be: Завінне

source: Завитая
be: Завітая

source: Завичье
be: Завічча

source: Завишина
be: Завішына

source: Завишино
be: Завішына

source: Завишинская Рудня
be: Завішынская Рудня

source: Завличье Новое
be: Заўлічча Новае

source: Завод
be: [Завад, Завод]

source: Завод-Вировая
be: Завад-Віравая

source: Заводный Лес
be: Заводны Лес

source: Заводный Остров
be: Заводны Востраў

source: Заводок
be: Завадок

source: Заводская Слобода
be: Завадская Слабада

source: Заводской
be: Завадскі

source: Заводчик
be: Заводчык

source: Завожанье
be: Заважанне

source: Завойть
be: Завайць

source: Заволочицы
be: Завалочыцы

source: Завороты
be: Завараты

source: Завоятин
be: Заваяцін

source: Заврутки
be: Заўруткі

source: Завыдрино
be: Завыдрына

source: Завыход
be: Завыхад

source: Завышье
be: Завышша

source: Завязье
be: Завяззе

source: Загаличи
be: Загалічы

source: Загалье
be: Загалле

source: Загальская Слобода
be: Загальская Слабада

source: Загарани
be: Загарані

source: Загатье
be: [Загацце, Загацьце, Загачча]

source: Загваздино
be: Загваздзіна

source: Заглинники
be: Загліннікі

source: Заглинное
be: Загліннае

source: Заглубокое
be: Заглыбокае

source: Заговалино
be: Загаваліна

source: Загозь
be: Загазь

source: Заголовье
be: Загалаўе

source: Загоране
be: Загаране

source: Загораны
be: Загараны

source: Загорбашье
be: Загорбашша

source: Загорельские
be: Загарэльскія

source: Загоренка
be: Загоранка

source: Загорины
be: Загорыны

source: Загорники
be: Загорнікі

source: Загорное
be: Загорнае

source: Загорняты
be: Загарняты

source: Загоровщина
be: Загараўшчына

source: Загородная
be: [Загарадная, Загародная]

source: Загородно
be: Загарадна

source: Загородье
be: Загараддзе

source: Загорское
be: Загорскае

source: Загорщина
be: Загоршчына

source: Загорье
be: [Загор'е, Загор’е]

source: Загорье-Делятичское
be: Дзяляціцкае Загор’е

source: Загорье-Сенненское
be: Сенненскае Загор’е

source: Загоряне
be: Загаране

source: Загорянки
be: Загаранкі

source: Заготец
be: Загоцец

source: Заградье
be: Заграддзе

source: Загребье
be: Загрэб’е

source: Загрезье
be: Загрэззе

source: Загритьково
be: Загрыцькава

source: Загромадино
be: Заграмадзіна

source: Загузье
be: Загуззе

source: Загурковище
be: Загурковішча

source: Задвея
be: Задзвея

source: Задвинье
be: Задзвінне

source: Задворенцы
be: Задворанцы

source: Задворники
be: Задворнікі

source: Задворцы
be: Задварцы

source: Задворье
be: Задвор’е

source: Задворяне
be: Задваране

source: Задворяны
be: Задвараны

source: Задевье
be: Задзеўе

source: Задежье
be: Задзежжа

source: Задерть
be: Задзерць

source: Задетуни
be: Задзетуні

source: Заднево
be: Заднева

source: Задняя Гряда
be: Задняя Града

source: Задобричье
be: Задабрычча

source: Задонщина
be: Задоншчына

source: Задоровка
be: Задораўка

source: Задорожье
be: Задарожжа

source: Задорье
be: Задор’е

source: Задощенье
be: Задашчэнне

source: Задрачье
be: Задрачча

source: Задровье
be: Задроўе

source: Задроздье
be: Задроздзе

source: Задубенье
be: Задубенне

source: Задубровье
be: Задуброўе

source: Задубье
be: Задуб’е

source: Заезье
be: Заеззе

source: Заеленье
be: Заяленне

source: Заелица
be: Заеліца

source: Заельник
be: Заельнік

source: Заельники
be: Заельнікі

source: Заельное
be: Заельнае

source: Заенки
be: Заенкі

source: Заесье
be: Заессе

source: Зажевичи
be: Зажэвічы

source: Зазерица
be: Зазерыца

source: Зазерье
be: Зазер’е

source: Зайково
be: Зайкава

source: Зайковщина
be: Зайкаўшчына

source: Займище
be: Займішча

source: Зайцев
be: Зайцаў

source: Зайцева Слобода
be: Зайцава Слабада

source: Зайцево
be: Зайцава

source: Закаблуки
be: Закаблукі

source: Заказинец
be: Заказінец

source: Закаливье
be: Закаліўе

source: Закалнечье
be: Закалнечча

source: Закалюжье
be: Закалюжжа

source: Закапличье
be: Закаплічча

source: Закий
be: Закій

source: Заклетенье
be: Закляценне

source: Законовщина
be: Заканоўшчына

source: Закопытье
be: Закапыцце

source: Закорки 1
be: Закоркі 1

source: Закорки 2
be: Закоркі 2

source: Закорье
be: Закор’е

source: Закратунье
be: Закратунне

source: Закревщина
be: Закрэўшчына

source: Закриничье
be: Закрынічча

source: Закросница
be: Закросніца

source: Закрочье
be: Закрочча

source: Закрошинский Мох
be: Закрашынскі Мох

source: Закупленье
be: Закупленне

source: Закурье
be: Закур’е

source: Закутский Дворок
be: Закуцкі Дварок

source: Закутье
be: Закуцце

source: Залавки
be: Залаўкі

source: Залавье
be: Залаўе

source: Залазье
be: Залаззе

source: Залезьки
be: Залезькі

source: Залейки
be: Залейкі

source: Залесинки
be: Залясінкі

source: Залески
be: Залескі

source: Залеский Бор
be: Залескі Бор

source: Залесовичи
be: Залесавічы

source: Залесовцы
be: Залесаўцы

source: Залесовщина
be: Залясоўшчына

source: Залесские
be: Залескія

source: Залесье
be: Залессе

source: Залесье 1
be: Залессе 1

source: Залесье 2
be: Залессе 2

source: Залеськи
be: Залеські

source: Залесяны
be: Залясяны

source: Залешаны
be: Заляшаны

source: Залинейный
be: Залінейны

source: Залипенье
be: Заліпенне

source: Залипье
be: Заліп’е

source: Заличинка
be: Залічынка

source: Залог
be: Залаг

source: Залог Пятилетки
be: Залог Пяцілеткі

source: Заложино
be: Заложына

source: Заложное
be: Заложнае

source: Заложье
be: Заложжа

source: Залозки
be: Залозкі

source: Залозовье
be: Залазоўе

source: Залозье
be: Залоззе

source: Заломы
be: Заламы

source: Залоницкие
be: Залоніцкія

source: Залосье
be: Залоссе

source: Залохвенье
be: Залахвенне

source: Залубнище
be: Залубнішча

source: Залуженье
be: Залужэнне

source: Залужье
be: Залужжа

source: Залузье
be: Залуззе

source: Залуневье
be: Залунеўе

source: Залучино
be: Залучына

source: Залучье
be: Залучча

source: Залье
be: Залле

source: Зальховье
be: Зальхаўе

source: Залюбичи
be: Залюбічы

source: Залютичи
be: Залюцічы

source: Залядынье
be: Залядынне

source: Залядье
be: Заляддзе

source: Замелочье
be: Замялочча

source: Замен-Рынья
be: Замен-Рыння

source: Замечек
be: Замэчак

source: Замикитка
be: Замікітка

source: Замки
be: Замкі

source: Замковая
be: Замкавая

source: Замлынье
be: Замлынне

source: Замок
be: Замак

source: Замокровье
be: Замокраўе

source: Замосточье
be: Замасточча

source: Замостье
be: [Замасце, Замосце]

source: Замостьяны
be: Замасцяны

source: Замостяны
be: Замасцяны

source: Замочек
be: Замачак

source: Замочулье
be: Замачулле

source: Замошанская
be: Замашанская

source: Замошенье
be: Замашэнне

source: Замошье
be: [Замашша, Замошша]

source: Замошье 1
be: Замошша 1

source: Замошье 2
be: Замошша 2

source: Замощаны
be: Замашчаны

source: Замужанье
be: Замужанне

source: Замхи
be: Замхі

source: Замхово
be: Замхава

source: Замшено
be: Замшына

source: Замышки
be: Замышкі

source: Заналючик
be: Заналючык

source: Занарочь
be: Занарач

source: Заневедомка
be: Заняведамка

source: Заневичи
be: Занявічы

source: Занетечье
be: Заняцечча

source: Зани
be: Зані

source: Занивочье
be: Занівачча

source: Занивье
be: Заніўе

source: Занки 1
be: Занкі 1

source: Занки 2
be: Занкі 2

source: Зановины
be: Занавіны

source: Зановинье
be: Занавінне

source: Занцевичи
be: Занцавічы

source: Заньки
be: Занькі

source: Заньковщина
be: Занькаўшчына

source: Заоболь
be: Заобаль

source: Заозёрная
be: Заазёрная

source: Заозерцы
be: [Заазерцы, Завозерцы]

source: Заозерщина
be: Заазершчына

source: Заозерье
be: [Заазер’е, Завозер’е]

source: Заольша
be: Завольша

source: Заорье
be: Заор’е

source: Заостровечье
be: Заастравечча

source: Заосье
be: Завоссе

source: Западный
be: Западны

source: Запалье
be: Запалле

source: Запасенье
be: Запасенне

source: Запасники
be: Запаснікі

source: Запереходное
be: Запераходнае

source: Заперинье
be: Запярынне

source: Запесочное
be: Запясочнае

source: Запесочье
be: Запясочча

source: Заплесье
be: Заплессе

source: Запоженки
be: Запожанкі

source: Запокулье
be: Запакулле

source: Заполевщина
be: Заполеўшчына

source: Заполичи
be: Заполічы

source: Заполосье
be: Запалассе

source: Заполье
be: [Запалле, Заполле]

source: Запольные
be: Запольныя

source: Заполяки
be: Запалякі

source: Заполянка
be: Запалянка

source: Запросье
be: Запроссе

source: Запрудовка
be: Запрудоўка

source: Запрудье
be: Запруддзе

source: Запрудяны
be: Запрудзяны

source: Запурье
be: Запур’е

source: Запутки
be: Запуткі

source: Зарадвинье
be: Зарадзвінне

source: Заракитное
be: Заракітнае

source: Зараковцы
be: Заракаўцы

source: Заранково
be: Заранкова

source: Зарачье
be: Зарачча

source: Зарембы
be: Зарэмбы

source: Зарестье
be: Зарэсце

source: Зарецкие
be: Зарэцкія

source: Заречане
be: Зарачаны

source: Заречанка
be: Зарачанка

source: Заречанская
be: Зарачанская

source: Заречаны
be: [Зарачаны, Зарэчаны]

source: Зареченское
be: Зарэчнае

source: Заречицк
be: Зарачыцк

source: Заречка
be: Зарэчка

source: Заречки
be: Зарэчкі
